{"translation-revision-date":"2023-03-13 10:05:36+0000","generator":"GlotPress\/4.0.0-alpha.7","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"fr"},"Adding a Google API Key enables additional features of the Stackable Map Block.":["Ajouter une clé de l’API Google active des fonctionnalités additionnelles du bloc carte Stackable."],"Google Maps API Key":["Clé de l’API Google Maps"],"See example":["Voir un exemple"],"Optimize inlined CSS styles. If this is enabled, similar selectors will be combined together, helpful if you changed Block Defaults.":["Optimisation des styles CSS en ligne. Si cette option est activée, les sélecteurs similaires seront combinés ensemble, ce qui est utile si vous avez modifié les paramètres par défaut des blocs."],"Optimize Inline CSS":["Optimiser le CSS en ligne"],"A block Navigation panel that floats at the bottom of the inspector that helps with adjusting the different blocks in your column layout.":["Un panneau de navigation de bloc qui flotte au bas de l’inspecteur et qui aide à ajuster les différents blocs de votre mise en page en colonne."],"Navigation Panel":["Panneau de navigation"],"view demo":["Voir la démo"],"Load version 2 frontend block stylesheet and scripts for backward compatibility":["Charger la feuille de style et les scripts du frontend de la version 2 pour assurer la rétrocompatibilité."],"Load version 2 blocks in the editor only when the page was using version 2 blocks":["Charger les blocs version 2 dans l’éditeur uniquement lorsque la page utilisait des blocs version 2"],"Learn more about migration and the settings below":["En savoir plus sur la migration et les réglages ci-dessous"],"Migrating from version 2 to version 3?":["Migrer de la version 2 à la version 3 ?"],"🏠 Migration Settings":["🏠 Réglages de migration"],"Mobile Breakpoint":["Point de rupture mobile"],"Tablet Breakpoint":["Point de rupture tablette"],"Block Linking (Beta)":["Bloc lié (Beta)"],"Auto-Collapse Panels":["Panneaux auto-repliables"],"The width used when a Columns block has its Content Width set to wide. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un bloc de colonnes a sa largeur de contenu définie sur large. Ceci est automatiquement détecté à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Wide Block Width":["Largeur de Bloc Large Imbriquée"],"The width used when a Columns block has its Content Width set to center. This is automatically detected from your theme. You can adjust it if your blocks are not aligned correctly. In px, you can also use other units or use a calc() formula.":["La largeur utilisée lorsqu’un Bloc de Colonnes a sa largeur de contenu définie au centre. Ceci est détecté automatiquement  à partir de votre thème. Vous pouvez l’ajuster si vos blocs ne sont pas alignés correctement. En px, vous pouvez également utiliser d’autres unités ou utiliser une formule calc()."],"Nested Block Width":["Largeur des blocs Imbriqués"],"Adds a button on the top of the editor which gives access to a collection of pre-made block designs.":["Ajoute un bouton en haut de l’éditeur qui donne accès à une collection de designs de blocs prédéfinies."],"Section Blocks":["blocs de section"],"Special Blocks":["blocs spéciaux"],"Essential Blocks":["blocs essentiels"],"Use these blocks act as templates to help you build sections effortlessly.":["Utilisez ces blocs comme modèles pour vous aider à créer des sections sans effort."],"Blocks with special functionality that will allow you to create distinctive designs.":["blocs avec des fonctionnalités spéciales qui vous permettront de créer des designs distinctifs."],"All the necessary building blocks you need to design anything.":["Tous les blocs de construction nécessaires dont vous avez besoin pour concevoir n’importe quoi."],"Gives you the ability to link columns. Any changes you make on one column will automatically get applied on the other columns.":["Vous donne la possibilité de lier des colonnes. Toutes les modifications que vous apportez à une colonne seront automatiquement appliquées aux autres colonnes."],"Collapse other inspector panels when opening another, keeping only one open at a time.":["Réduisez les autres panneaux d’inspection lors de l’ouverture d’un autre, en n’en gardant qu’un ouvert à la fois."],"Load version 2 blocks in the editor":["Charger les blocs version 2 dans l’éditeur"],"Force styles":["Forcer les styles"],"Not forced":["Pas forcé"],"Force Typography Styles":["Forcer les styles de typographie"],"Don't show help video tooltips":["Ne pas afficher les infobulles d’aide de vidéo"],"Community":["Communauté"],"Getting Started":["Pour commencer"],"Design Library":["Bibliothèque de design"],"Learn more":["En apprendre plus"],"Documentation":["Documentation"],"Show \"Go premium\" notices":["Afficher les notifications « Passez à Premium »"],"Enabled":["Activé"],"Disabled":["Désactivé"],"Disable All":["Désactiver tout"],"Enable All":["Activer tout"]}},"comment":{"reference":"dist\/admin_welcome.js"}}